Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# UpdatePageCheckForUpdateButton.AutomationProperties.HelpText
source: Will download and install the latest version from the GitHub repository. The time it takes depends on your network connection. Approximate download size is 65 MB.
ar: سيتم تنزيل أحدث إصدار وتثبيته من مستودع GitHub. يعتمد الوقت المستغرق على اتصال الشبكة لديك. حجم التنزيل التقريبي هو 65 ميجابايت.
de_de: Lädt die neueste Version aus dem GitHub-Repository herunter und installiert sie. Die Dauer hängt von Ihrer Netzwerkverbindung ab. Ungefähre Downloadgröße: 65 MB.
el_gr: Θα κατεβάσει και θα εγκαταστήσει την τελευταία έκδοση από το αποθετήριο GitHub. Ο χρόνος που απαιτείται εξαρτάται από τη σύνδεσή σας στο δίκτυο. Το κατά προσέγγιση μέγεθος λήψης είναι 65 MB.
es: Descargará e instalará la última versión del repositorio de GitHub. El tiempo que tarde dependerá de su conexión de red. El tamaño aproximado de la descarga es de 65 MB.
fr_fr: Téléchargera et installera la dernière version depuis le dépôt GitHub. Le temps nécessaire dépend de votre connexion réseau. La taille approximative du téléchargement est de 65 Mo.
he_il: יוריד ויתקין את הגרסה העדכנית ביותר ממאגר GitHub. משך הפעולה תלוי בחיבור הרשת שלך. הגודל המשוער להורדה הוא 65 MB.
hi_in: GitHub रिपॉज़िटरी से नवीनतम संस्करण डाउनलोड और इन्स्टॉल करेगा। समय आपके नेटवर्क कनेक्शन पर निर्भर करता है। अनुमानित डाउनलोड आकार 65 MB है।
ja_jp: GitHubリポジトリから最新バージョンをダウンロードしてインストールします。所要時間はネットワーク接続によって異なります。ダウンロードサイズは約65 MBです。
ml_in: GitHub റിപ്പോസിറ്ററിയിൽ നിന്ന് ഏറ്റവും പുതിയ പതിപ്പ് ഡൗൺലോഡ് ചെയ്‌ത് ഇൻസ്റ്റാൾ ചെയ്യും. ഇതിന് എടുക്കുന്ന സമയം നിങ്ങളുടെ നെറ്റ്‌വർക്ക് കണക്ഷനെ ആശ്രയിച്ചിരിക്കുന്നു. ഏകദേശ ഡൗൺലോഡ് വലുപ്പം 65 MB ആണ്.
pl_pl: Pobierze i zainstaluje najnowszą wersję z repozytorium GitHub. Czas potrzebny zależy od połączenia sieciowego. Przybliżony rozmiar pobierania to 65 MB.
tr_tr: GitHub deposundan en son sürümü indirip yükleyecektir. İşlemin süresi ağ bağlantınıza bağlıdır. Yaklaşık indirme boyutu 65 MB’tır.

# BuildCertificateButton.ToolTipService.ToolTip
source: Build the certificate based on the configurations displayed below
ar: أنشئ الشهادة بناءً على التكوينات المعروضة أدناه
de_de: Zertifikat basierend auf den unten angezeigten Konfigurationen erstellen
el_gr: Δημιουργήστε το πιστοποιητικό με βάση τις διαμορφώσεις που εμφανίζονται παρακάτω
es: Crear el certificado basándose en las configuraciones que se muestran a continuación
fr_fr: Construire le certificat basé sur les configurations affichées ci-dessous
he_il: בנה את התעודה על בסיס ההגדרות המוצגות למטה.
hi_in: नीचे प्रदर्शित कॉन्फ़िगरेशन के आधार पर प्रमाणपत्र तैयार करें
ja_jp: 以下に表示されている構成に基づいて証明書を構築します
ml_in: താഴെ പ്രദർശിപ്പിച്ചിരിക്കുന്ന കോൺഫിഗറേഷനുകളെ അടിസ്ഥാനമാക്കി സർട്ടിഫിക്കറ്റ് നിർമ്മിക്കുക
pl_pl: Zbuduj certyfikat na podstawie konfiguracji wyświetlonych poniżej
tr_tr: Aşağıda görüntülenen yapılandırmalara göre sertifikayı oluşturun

# BuildCertificateButton.AutomationProperties.HelpText
source: Build the certificate based on the configurations displayed below
ar: أنشئ الشهادة بناءً على التكوينات المعروضة أدناه
de_de: Zertifikat basierend auf den unten angezeigten Konfigurationen erstellen
el_gr: Δημιουργήστε το πιστοποιητικό με βάση τις διαμορφώσεις που εμφανίζονται παρακάτω
es: Crear el certificado basándose en las configuraciones que se muestran a continuación
fr_fr: Construire le certificat basé sur les configurations affichées ci-dessous
he_il: בנה את התעודה על בסיס ההגדרות המוצגות למטה.
hi_in: नीचे प्रदर्शित कॉन्फ़िगरेशन के आधार पर प्रमाणपत्र तैयार करें
ja_jp: 以下に表示されている構成に基づいて証明書を構築します
ml_in: താഴെ പ്രദർശിപ്പിച്ചിരിക്കുന്ന കോൺഫിഗറേഷനുകളെ അടിസ്ഥാനമാക്കി സർട്ടിഫിക്കറ്റ് നിർമ്മിക്കുക
pl_pl: Zbuduj certyfikat na podstawie konfiguracji wyświetlonych poniżej
tr_tr: Aşağıda görüntülenen yapılandırmalara göre sertifikayı oluşturun

# BuildCertificateTextBlock.Text
source: Build Certificate
ar: إنشاء شهادة
de_de: Zertifikat erstellen
el_gr: Δημιουργία Πιστοποιητικού
es: Crear Certificado
fr_fr: Construire le Certificat
he_il: בנה תעודה
hi_in: प्रमाणपत्र तैयार करें
ja_jp: 証明書の構築
ml_in: സർട്ടിഫിക്കറ്റ് നിർമ്മിക്കുക
pl_pl: Zbuduj certyfikat
tr_tr: Sertifika Oluştur

# CopyThumbPrintToClipboardButton.Content
source: Copy ThumbPrint To Clipboard
ar: نسخ بصمة الإبهام إلى الحافظة
de_de: Fingerabdruck in die Zwischenablage kopieren
el_gr: Αντιγραφή Αποτυπώματος Στο Πρόχειρο
es: Copiar Huella Digital al Portapapeles
fr_fr: Copier l'Empreinte dans le Presse-papiers
he_il: העתק טביעת האצבע ללוח
hi_in: थंबप्रिंट क्लिपबोर्ड पर कॉपी करें
ja_jp: サムプリントをクリップボードにコピー
ml_in: തമ്പ്‌പ്രിന്റ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
pl_pl: Kopiuj odcisk palca do schowka
tr_tr: ThumbPrint'i Panoya Kopyala

# CopyThumbPrintToClipboardButton.ToolTipService.ToolTip
source: Copies the thumbprint of the generated certificate to the clipboard.
ar: ينسخ بصمة إبهام الشهادة التي تم إنشاؤها إلى الحافظة.
de_de: Kopiert den Fingerabdruck des generierten Zertifikats in die Zwischenablage.
el_gr: Αντιγράφει το αποτύπωμα του παραχθέντος πιστοποιητικού στο πρόχειρο.
es: Copia la huella digital del certificado generado al portapapeles.
fr_fr: Copie l'empreinte du certificat généré dans le presse-papiers.
he_il: מעתיק את טביעת האצבע של התעודה שנוצרה ללוח.
hi_in: जनरेट किए गए प्रमाणपत्र का थंबप्रिंट क्लिपबोर्ड पर कॉपी करता है।
ja_jp: 生成された証明書のサムプリントをクリップボードにコピーします。
ml_in: സൃഷ്ടിച്ച സർട്ടിഫിക്കറ്റിന്റെ തമ്പ്‌പ്രിന്റ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുന്നു.
pl_pl: Kopiuje odcisk palca wygenerowanego certyfikatu do schowka.
tr_tr: Oluşturulan sertifikanın parmak izini panoya kopyalar.

# CopyThumbPrintToClipboardButton.AutomationProperties.HelpText
source: Copies the thumbprint of the generated certificate to the clipboard.
ar: ينسخ بصمة إبهام الشهادة التي تم إنشاؤها إلى الحافظة.
de_de: Kopiert den Fingerabdruck des generierten Zertifikats in die Zwischenablage.
el_gr: Αντιγράφει το αποτύπωμα του παραχθέντος πιστοποιητικού στο πρόχειρο.
es: Copia la huella digital del certificado generado al portapapeles.
fr_fr: Copie l'empreinte du certificat généré dans le presse-papiers.
he_il: מעתיק את טביעת האצבע של התעודה שנוצרה ללוח.
hi_in: जनरेट किए गए प्रमाणपत्र का थंबप्रिंट क्लिपबोर्ड पर कॉपी करता है।
ja_jp: 生成された証明書のサムプリントをクリップボードにコピーします。
ml_in: സൃഷ്ടിച്ച സർട്ടിഫിക്കറ്റിന്റെ തമ്പ്‌പ്രിന്റ് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുന്നു.
pl_pl: Kopiuje odcisk palca wygenerowanego certyfikatu do schowka.
tr_tr: Oluşturulan sertifikanın parmak izini panoya kopyalar.

# PFXEncryptionPasswordBox.PlaceholderText
source: Type a password...
ar: اكتب كلمة مرور...
de_de: Kennwort eingeben...
el_gr: Πληκτρολογήστε έναν κωδικό...
es: Escriba una contraseña...
fr_fr: Entrez un mot de passe...
he_il: הקלד סיסמה...
hi_in: एक पासवर्ड टाइप करें…
ja_jp: パスワードを入力...
ml_in: ഒരു പാസ്‌വേഡ് ടൈപ്പ് ചെയ്യുക...
pl_pl: Wpisz hasło...
tr_tr: Bir şifre yazın...

# PFXEncryptionPasswordBox.ToolTipService.ToolTip
source: This password will be used to encrypt the PFX file which will contain both the public key and private key of the generated certificate.
ar: سيتم استخدام كلمة المرور هذه لتشفير ملف PFX الذي سيحتوي على كل من المفتاح العام والمفتاح الخاص للشهادة التي تم إنشاؤها.
de_de: Dieses Kennwort wird zur Verschlüsselung der PFX-Datei verwendet, die sowohl den öffentlichen als auch den privaten Schlüssel des generierten Zertifikats enthält.
el_gr: Αυτός ο κωδικός θα χρησιμοποιηθεί για την κρυπτογράφηση του αρχείου PFX το οποίο θα περιέχει τόσο το δημόσιο κλειδί όσο και το ιδιωτικό κλειδί του παραχθέντος πιστοποιητικού.
es: Esta contraseña se utilizará para cifrar el archivo PFX que contendrá tanto la clave pública como la clave privada del certificado generado.
fr_fr: Ce mot de passe sera utilisé pour chiffrer le fichier PFX qui contiendra à la fois la clé publique et la clé privée du certificat généré.
he_il: סיסמה זו תשמש להצפנת קובץ PFX שיכיל הן את המפתח הציבורי והן את המפתח הפרטי של התעודה שנוצרה.
hi_in: यह पासवर्ड PFX फ़ाइल को एन्क्रिप्ट करने में उपयोग किया जाएगा, जिसमें जनरेट किए गए प्रमाणपत्र की सार्वजनिक और निजी कुंजी दोनों होंगी।
ja_jp: このパスワードは、生成された証明書の公開鍵と秘密鍵の両方を含むPFXファイルを暗号化するために使用されます。
ml_in: സൃഷ്ടിച്ച സർട്ടിഫിക്കറ്റിന്റെ പബ്ലിക് കീയും പ്രൈവറ്റ് കീയും അടങ്ങുന്ന PFX ഫയൽ എൻക്രിപ്റ്റ് ചെയ്യാൻ ഈ പാസ്‌വേഡ് ഉപയോഗിക്കും.
pl_pl: To hasło zostanie użyte do zaszyfrowania pliku PFX, który będzie zawierał zarówno klucz publiczny, jak i klucz prywatny wygenerowanego certyfikatu.
tr_tr: Bu şifre, oluşturulan sertifikanın hem genel anahtarını hem de özel anahtarını içerecek olan PFX dosyasını şifrelemek için kullanılacaktır.

# PFXEncryptionPasswordBox.AutomationProperties.HelpText
source: This password will be used to encrypt the PFX file which will contain both the public key and private key of the generated certificate.
ar: سيتم استخدام كلمة المرور هذه لتشفير ملف PFX الذي سيحتوي على كل من المفتاح العام والمفتاح الخاص للشهادة التي تم إنشاؤها.
de_de: Dieses Kennwort wird zur Verschlüsselung der PFX-Datei verwendet, die sowohl den öffentlichen als auch den privaten Schlüssel des generierten Zertifikats enthält.
el_gr: Αυτός ο κωδικός θα χρησιμοποιηθεί για την κρυπτογράφηση του αρχείου PFX το οποίο θα περιέχει τόσο το δημόσιο κλειδί όσο και το ιδιωτικό κλειδί του παραχθέντος πιστοποιητικού.
es: Esta contraseña se utilizará para cifrar el archivo PFX que contendrá tanto la clave pública como la clave privada del certificado generado.
fr_fr: Ce mot de passe sera utilisé pour chiffrer le fichier PFX qui contiendra à la fois la clé publique et la clé privée du certificat généré.
he_il: סיסמה זו תשמש להצפנת קובץ PFX שיכיל הן את המפתח הציבורי והן את המפתח הפרטי של התעודה שנוצרה.
hi_in: यह पासवर्ड PFX फ़ाइल को एन्क्रिप्ट करने में उपयोग किया जाएगा, जिसमें जनरेट किए गए प्रमाणपत्र की सार्वजनिक और निजी कुंजी दोनों होंगी।
ja_jp: このパスワードは、生成された証明書の公開鍵と秘密鍵の両方を含むPFXファイルを暗号化するために使用されます。
ml_in: സൃഷ്ടിച്ച സർട്ടിഫിക്കറ്റിന്റെ പബ്ലിക് കീയും പ്രൈവറ്റ് കീയും അടങ്ങുന്ന PFX ഫയൽ എൻക്രിപ്റ്റ് ചെയ്യാൻ ഈ പാസ്‌വേഡ് ഉപയോഗിക്കും.
pl_pl: To hasło zostanie użyte do zaszyfrowania pliku PFX, który będzie zawierał zarówno klucz publiczny, jak i klucz prywatny wygenerowanego certyfikatu.
tr_tr: Bu şifre, oluşturulan sertifikanın hem genel anahtarını hem de özel anahtarını içerecek olan PFX dosyasını şifrelemek için kullanılacaktır.

# CommonNameTextBox.PlaceholderText
source: Common Name (CN)
ar: الاسم الشائع (CN)
de_de: Allgemeiner Name (CN)
el_gr: Κοινό Όνομα (CN)
es: Nombre Común (CN)
fr_fr: Nom Commun (CN)
he_il: שם נפוץ (CN)
hi_in: सामान्य नाम (CN)
ja_jp: 共通名（CN）
ml_in: പൊതുനാമം (CN)
pl_pl: Nazwa pospolita (CN)
tr_tr: Ortak Ad (CN)

# RetrieveTheUserConfigurationsButton.Content
source: Retrieve the Configurations
ar: استرداد تكوينات المستخدم
de_de: Konfigurationen abrufen
el_gr: Ανάκτηση των Διαμορφώσεων
es: Recuperar las Configuraciones
fr_fr: Récupérer les Configurations
he_il: שלוף את ההגדרות
hi_in: कॉन्फ़िगरेशन पुनः प्राप्त करें
ja_jp: 構成を取得
ml_in: കോൺഫിഗറേഷനുകൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz konfiguracje
tr_tr: Yapılandırmaları Alma

# RetrieveTheUserConfigurationsButton.ToolTipService.ToolTip
source: It will retrieve the latest user configurations and display them.
ar: سيقوم باسترداد أحدث تكوينات المستخدم وعرضها.
de_de: Ruft die neuesten Benutzerkonfigurationen ab und zeigt sie an.
el_gr: Θα ανακτήσει τις πιο πρόσφατες διαμορφώσεις χρήστη και θα τις εμφανίσει.
es: Recuperará las últimas configuraciones del usuario y las mostrará.
fr_fr: Récupérera les dernières configurations utilisateur et les affichera.
he_il: יאחזר את הגדרות המשתמש העדכניות ויציג אותן.
hi_in: यह नवीनतम उपयोगकर्ता कॉन्फ़िगरेशन पुनः प्राप्त कर उन्हें प्रदर्शित करेगा।
ja_jp: 最新のユーザー構成を取得して表示します。
ml_in: ഇത് ഏറ്റവും പുതിയ ഉപയോക്തൃ കോൺഫിഗറേഷനുകൾ വീണ്ടെടുക്കുകയും പ്രദർശിപ്പിക്കുകയും ചെയ്യും.
pl_pl: Pobierze najnowsze konfiguracje użytkownika i wyświetli je.
tr_tr: En son kullanıcı yapılandırmalarını alacak ve bunları görüntüleyecektir.

# RetrieveTheUserConfigurationsButton.AutomationProperties.HelpText
source: It will retrieve the latest user configurations and display them.
ar: سيقوم باسترداد أحدث تكوينات المستخدم وعرضها.
de_de: Ruft die neuesten Benutzerkonfigurationen ab und zeigt sie an.
el_gr: Θα ανακτήσει τις πιο πρόσφατες διαμορφώσεις χρήστη και θα τις εμφανίσει.
es: Recuperará las últimas configuraciones del usuario y las mostrará.
fr_fr: Récupérera les dernières configurations utilisateur et les affichera.
he_il: יאחזר את הגדרות המשתמש העדכניות ויציג אותן.
hi_in: यह नवीनतम उपयोगकर्ता कॉन्फ़िगरेशन पुनः प्राप्त कर उन्हें प्रदर्शित करेगा।
ja_jp: 最新のユーザー構成を取得して表示します。
ml_in: ഇത് ഏറ്റവും പുതിയ ഉപയോക്തൃ കോൺഫിഗറേഷനുകൾ വീണ്ടെടുക്കുകയും പ്രദർശിപ്പിക്കുകയും ചെയ്യും.
pl_pl: Pobierze najnowsze konfiguracje użytkownika i wyświetli je.
tr_tr: En son kullanıcı yapılandırmalarını alacak ve bunları görüntüleyecektir.

# CertificateCommonNameAutoSuggestBox.Header
source: Certificate Common Name:
ar: الاسم الشائع للشهادة:
de_de: Allgemeiner Zertifikatname:
el_gr: Κοινό Όνομα Πιστοποιητικού:
es: Nombre Común del Certificado:
fr_fr: Nom Commun du Certificat :
he_il: שם נפוץ של התעודה:
hi_in: प्रमाणपत्र सामान्य नाम:
ja_jp: 証明書共通名：
ml_in: സർട്ടിഫിക്കറ്റ് പൊതുനാമം:
pl_pl: Nazwa pospolita certyfikatu:
tr_tr: Sertifika Ortak Adı:

# CertificateCommonNameAutoSuggestBox.ToolTipService.ToolTip
source: Find Certificate Common Names
ar: البحث عن الأسماء الشائعة للشهادات
de_de: Allgemeine Zertifikatsnamen suchen
el_gr: Βρείτε Κοινά Ονόματα Πιστοποιητικών
es: Buscar Nombres Comunes de Certificados
fr_fr: Trouver les Noms Communs de Certificat
he_il: מצא שמות נפוצים של תעודות
hi_in: प्रमाणपत्र सामान्य नाम खोजें
ja_jp: 証明書共通名を検索
ml_in: സർട്ടിഫിക്കറ്റ് പൊതുനാമങ്ങൾ കണ്ടെത്തുക
pl_pl: Znajdź nazwy pospolite certyfikatów
tr_tr: Sertifika Ortak Adlarını Bul

# CertificateCommonNameAutoSuggestBox.AutomationProperties.HelpText
source: Find Certificate Common Names
ar: البحث عن الأسماء الشائعة للشهادات
de_de: Allgemeine Zertifikatsnamen suchen
el_gr: Βρείτε Κοινά Ονόματα Πιστοποιητικών
es: Buscar Nombres Comunes de Certificados
fr_fr: Trouver les Noms Communs de Certificat
he_il: מצא שמות נפוצים של תעודות
hi_in: प्रमाणपत्र सामान्य नाम खोजें
ja_jp: 証明書共通名を検索
ml_in: സർട്ടിഫിക്കറ്റ് പൊതുനാമങ്ങൾ കണ്ടെത്തുക
pl_pl: Znajdź nazwy pospolite certyfikatów
tr_tr: Sertifika Ortak Adlarını Bul

# CertificatePathTextBox.Header
source: Certificate Path:
ar: مسار الشهادة:
de_de: Zertifikatspfad:
el_gr: Διαδρομή Πιστοποιητικού:
es: Ruta del Certificado:
fr_fr: Chemin du Certificat :
he_il: נתיב התעודה:
hi_in: प्रमाणपत्र पथ:
ja_jp: 証明書パス：
ml_in: സർട്ടിഫിക്കറ്റ് പാത:
pl_pl: Ścieżka certyfikatu:
tr_tr: Sertifika Yolu:

# AppearanceSectionSettingsExpander.Header
source: Make AppControl Manager Look the Way You Want
ar: اجعل مدير AppControl يبدو بالطريقة التي تريدها
de_de: Gestalten Sie den AppControl Manager nach Ihren Vorstellungen
el_gr: Κάντε τον AppControl Manager να Φαίνεται Όπως Θέλετε
es: Haga que AppControl Manager Luzca como Usted Quiera
fr_fr: Personnalisez l'Apparence d'AppControl Manager
he_il: התאם את מראה AppControl Manager לפי העדפתך.
hi_in: AppControl Manager की रूपरेखा अपने अनुसार बनाएं
ja_jp: AppControl Managerをお好みの外観にカスタマイズ
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ നിങ്ങൾക്ക് ആവശ്യമുള്ള രീതിയിൽ രൂപപ്പെടുത്തുക
pl_pl: Dostosuj wygląd Menedżera AppControl do swoich potrzeb
tr_tr: AppControl Manager'ın İstediğiniz Gibi Görünmesini Sağlayın

# AppearanceSectionSettingsExpander.ToolTipService.ToolTip
source: Use various available options to change the appearance and visual effects of the AppControl Manager
ar: استخدم الخيارات المختلفة المتاحة لتغيير مظهر وتأثيرات مدير AppControl المرئية
de_de: Verwenden Sie die verschiedenen verfügbaren Optionen, um das Erscheinungsbild und die visuellen Effekte des AppControl Managers zu ändern
el_gr: Χρησιμοποιήστε διάφορες διαθέσιμες επιλογές για να αλλάξετε την εμφάνιση και τα οπτικά εφέ του AppControl Manager
es: Utilice varias opciones disponibles para cambiar la apariencia y los efectos visuales de AppControl Manager
fr_fr: Utilisez les diverses options disponibles pour modifier l'apparence et les effets visuels d'AppControl Manager
he_il: השתמש באפשרויות השונות הזמינות לשינוי המראה והאפקטים הוויזואליים של AppControl Manager.
hi_in: AppControl Manager के लुक और विजुअल इफेक्ट बदलने के लिए विभिन्न विकल्पों का उपयोग करें
ja_jp: さまざまな利用可能なオプションを使用して、AppControl Managerの外観と視覚効果を変更します
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിന്റെ രൂപവും ദൃശ്യപരമായ ഫലങ്ങളും മാറ്റുന്നതിന് ലഭ്യമായ വിവിധ ഓപ്ഷനുകൾ ഉപയോഗിക്കുക
pl_pl: Użyj różnych dostępnych opcji, aby zmienić wygląd i efekty wizualne Menedżera AppControl
tr_tr: AppControl Manager'ın görünümünü ve görsel efektlerini değiştirmek için mevcut çeşitli seçenekleri kullanın

# AppearanceSectionSettingsExpander.AutomationProperties.HelpText
source: Use various available options to change the appearance and visual effects of the AppControl Manager
ar: استخدم الخيارات المختلفة المتاحة لتغيير مظهر وتأثيرات مدير AppControl المرئية
de_de: Verwenden Sie die verschiedenen verfügbaren Optionen, um das Erscheinungsbild und die visuellen Effekte des AppControl Managers zu ändern
el_gr: Χρησιμοποιήστε διάφορες διαθέσιμες επιλογές για να αλλάξετε την εμφάνιση και τα οπτικά εφέ του AppControl Manager
es: Utilice varias opciones disponibles para cambiar la apariencia y los efectos visuales de AppControl Manager
fr_fr: Utilisez les diverses options disponibles pour modifier l'apparence et les effets visuels d'AppControl Manager
he_il: השתמש באפשרויות השונות הזמינות לשינוי המראה והאפקטים הוויזואליים של AppControl Manager.
hi_in: AppControl Manager के लुक और विजुअल इफेक्ट बदलने के लिए विभिन्न विकल्पों का उपयोग करें
ja_jp: さまざまな利用可能なオプションを使用して、AppControl Managerの外観と視覚効果を変更します
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിന്റെ രൂപവും ദൃശ്യപരമായ ഫലങ്ങളും മാറ്റുന്നതിന് ലഭ്യമായ വിവിധ ഓപ്ഷനുകൾ ഉപയോഗിക്കുക
pl_pl: Użyj różnych dostępnych opcji, aby zmienić wygląd i efekty wizualne Menedżera AppControl
tr_tr: AppControl Manager'ın görünümünü ve görsel efektlerini değiştirmek için mevcut çeşitli seçenekleri kullanın

# LanguageTextBlock.Text
source: Language
ar: اللغة
de_de: Sprache
el_gr: Γλώσσα
es: Idioma
fr_fr: Langue
he_il: שפה
hi_in: भाषा
ja_jp: 言語
ml_in: ഭാഷ
pl_pl: Język
tr_tr: Dil

# GitHubRepoHyperLinkButton.Content
source: GitHub repository
ar: مستودع GitHub
el_gr: Αποθετήριο GitHub
es: Repositorio de GitHub
fr_fr: Dépôt GitHub
he_il: מאגר GitHub
hi_in: GitHub रिपॉज़िटरी
ja_jp: GitHubリポジトリ
ml_in: GitHub റിപ്പോസിറ്ററി
pl_pl: Repozytorium GitHub
tr_tr: GitHub deposu

# AppControlManagerDocumentationHyperLinkButton.Content
source: AppControl Manager Documentation
ar: وثائق مدير AppControl
de_de: AppControl-Manager-Dokumentation
el_gr: Τεκμηρίωση AppControl Manager
es: Documentación de AppControl Manager
fr_fr: Documentation AppControl Manager
he_il: תיעוד AppControl Manager
hi_in: AppControl Manager दस्तावेज़ीकरण
ja_jp: AppControl Manager ドキュメント
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ ഡോക്യുമെന്റേഷൻ
pl_pl: Dokumentacja Menedżera AppControl
tr_tr: AppControl Yöneticisi Belgeleri

# MicrosoftStorePageHyperLinkButton.Content
source: Microsoft Store Page
ar: صفحة متجر Microsoft
de_de: Microsoft Store-Seite
el_gr: Σελίδα Microsoft Store
es: Página de Microsoft Store
fr_fr: Page Microsoft Store
he_il: דף Microsoft Store
hi_in: Microsoft स्टोर पृष्ठ
ja_jp: Microsoft Store ページ
ml_in: മൈക്രോസോഫ്റ്റ് സ്റ്റോർ പേജ്
pl_pl: Strona Microsoft Store
tr_tr: Microsoft Mağaza Sayfası

# SpyNetGirlWebsiteHyperLinkButton.Content
source: SpyNetGirl Website
ar: موقع SpyNetGirl
de_de: Website von SpyNetGirl
el_gr: Ιστοσελίδα SpyNetGirl
es: Sitio Web de SpyNetGirl
fr_fr: Site Web SpyNetGirl
he_il: אתר SpyNetGirl
hi_in: SpyNetGirl वेबसाइट
ja_jp: SpyNetGirl ウェブサイト
ml_in: സ്പൈനെറ്റ്ഗേൾ വെബ്സൈറ്റ്
pl_pl: Strona internetowa SpyNetGirl
tr_tr: SpyNetGirl Web Sitesi

# YouTubeChannelHyperLinkButton.Content
source: YouTube Channel
ar: قناة يوتيوب
de_de: YouTube-Kanal
el_gr: Κανάλι YouTube
es: Canal de YouTube
fr_fr: Chaîne YouTube
he_il: ערוץ YouTube
hi_in: YouTube चैनल
ja_jp: YouTube チャンネル
ml_in: യൂട്യൂബ് ചാനൽ
pl_pl: Kanał YouTube
tr_tr: YouTube Kanalı

# PrivacyPolicyHyperLinkButton.Content
source: Privacy Policy
ar: سياسة الخصوصية
de_de: Datenschutzerklärung
el_gr: Πολιτική Απορρήτου
es: Política de Privacidad
fr_fr: Politique de Confidentialité
he_il: מדיניות פרטיות
hi_in: गोपनीयता नीति
ja_jp: プライバシーポリシー
ml_in: സ്വകാര്യതാ നയം
pl_pl: Polityka prywatności
tr_tr: Gizlilik Politikası

# SendFeedbackHyperLinkButton.Content
source: Send Feedback
ar: إرسال ملاحظات
de_de: Feedback senden
el_gr: Αποστολή Σχολίων
es: Enviar Comentarios
fr_fr: Envoyer des Commentaires
he_il: שלח משוב
hi_in: प्रतिक्रिया भेजें
ja_jp: フィードバックを送信
ml_in: അഭിപ്രായം അയക്കുക
pl_pl: Wyślij opinię
tr_tr: Geri Bildirim Gönder

# Icons8WebsiteHyperLinkButton.Content
source: Icons8 website for all of the Icons used in this app
ar: موقع Icons8 لجميع الأيقونات المستخدمة في هذا التطبيق
de_de: Icons8-Website für alle in dieser App verwendeten Symbole
el_gr: Ιστοσελίδα Icons8 για όλα τα εικονίδια που χρησιμοποιούνται σε αυτήν την εφαρμογή
es: Sitio web de Icons8 para todos los Iconos utilizados en esta aplicación
fr_fr: Site Icons8 pour toutes les icônes utilisées dans cette application
he_il: אתר Icons8 עבור כל האייקונים המשמשים באפליקציה זו
hi_in: इस ऐप में उपयोग किए गए सभी आइकॉन्स के लिए Icons8 वेबसाइट
ja_jp: このアプリで使用されているすべてのアイコンのIcons8ウェブサイト
ml_in: ഈ ആപ്പിൽ ഉപയോഗിച്ചിരിക്കുന്ന എല്ലാ ഐക്കണുകൾക്കുമായി Icons8 വെബ്സൈറ്റ്
pl_pl: Strona internetowa Icons8 dla wszystkich ikon użytych w tej aplikacji
tr_tr: Bu uygulamada kullanılan tüm Simgeler için Icons8 web sitesi

# SourceCodeHyperLinkButton.Content
source: Source Code
ar: كود المصدر
de_de: Quellcode
el_gr: Πηγαίος Κώδικας
es: Código Fuente
fr_fr: Code Source
he_il: קוד מקור
hi_in: स्रोत कोड
ja_jp: ソースコード
ml_in: സോഴ്സ് കോഡ്
pl_pl: Kod źródłowy
tr_tr: Kaynak Kodu

# Sponsor1TextBlock.Text
source: Sponsored by Elliot Labs LLC
ar: برعاية Elliot Labs LLC
de_de: Gesponsert von Elliot Labs LLC
el_gr: Χορηγία από Elliot Labs LLC
es: Patrocinado por Elliot Labs LLC
fr_fr: Commandité par Elliot Labs LLC
he_il: בחסות Elliot Labs LLC
hi_in: प्रायोजित: Elliot Labs LLC
ja_jp: スポンサー：Elliot Labs LLC
ml_in: എലിയട്ട് ലാബ്സ് LLC സ്പോൺസർ ചെയ്തത്
pl_pl: Sponsorowane przez Elliot Labs LLC
tr_tr: Elliot Labs LLC sponsorluğunda

# UIFlowDirectionToggleSwitch.OnContent
source: Left-to-Right
ar: من اليسار إلى اليمين
de_de: Links nach rechts
el_gr: Από Αριστερά προς Δεξιά
es: De Izquierda a Derecha
fr_fr: Gauche à Droite
he_il: משמאל לימין
hi_in: बाएं से दाएं
ja_jp: 左から右
ml_in: ഇടത്തുനിന്ന് വലത്തോട്ട്
pl_pl: Od lewej do prawej
tr_tr: Soldan Sağa

# UIFlowDirectionToggleSwitch.OffContent
source: Right-to-Left
ar: من اليمين إلى اليسار
de_de: Rechts nach links
el_gr: Από Δεξιά προς Αριστερά
es: De Derecha a Izquierda
fr_fr: Droite à Gauche
he_il: מימין לשמאל
hi_in: दाएं से बाएं
ja_jp: 右から左
ml_in: വലത്തുനിന്ന് ഇടത്തോട്ട്
pl_pl: Od prawej do lewej
tr_tr: Sağdan Sola

# RetrieveSecureSettingsButton.Content
source: Retrieve
ar: استرداد
de_de: Abrufen
el_gr: Ανάκτηση
es: Recuperar
fr_fr: Récupérer
he_il: שלוף
hi_in: पुनः प्राप्त करें
ja_jp: 取得
ml_in: വീണ്ടെടുക്കുക
pl_pl: Pobierz
tr_tr: Geri almak
